Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/3545.tmx
Source language: ba
Languages: ru

source: пеләш
ru: лысый

source: УН ҺИГЕҘЕНСЕ ДӘРЕС
ru: УРОК ВОСЕМНАДЦАТЫЙ

source: Азат, һин кем буласаҡһың?
ru: Азат, кем ты будешь?

source: Мин буласаҡмын.
ru: Я обязательно буду.

source: Һин буласаҡһың.
ru: Ты обязательно будешь.

source: Ул буласаҡ.
ru: Он (она) обязательно будет.

source: Беҙ буласаҡбыҙ.
ru: Мы обязательно будем.

source: Һеҙ буласаҡһығыҙ.
ru: Вы обязательно будете.

source: Улар буласаҡ.
ru: Они обязательно будут.

source: Мин киләсәкмен.
ru: Я обязательно приду.

source: Һин киләсәкһең.
ru: Ты обязательно придешь.

source: Ул киләсәк.
ru: Он обязательно придет.

source: Беҙ киләсәкбеҙ.
ru: Мы обязательно придем.

source: Һеҙ киләсәкһегеҙ.
ru: Вы обязательно придете.

source: Улар киләсәк.
ru: Они обязательно придут.

source: Мин эшләйәсәкмен
ru: Я буду обязательно работать.

source: Мин эшләйәсәкмен.
ru: Я буду работать.

source: Һин эшләйәсәкһең.
ru: Ты будешь работать

source: Ул эшләйәсәк.
ru: Он обязательно будет работать.

source: Беҙ эшләйәсәкбеҙ.
ru: Мы обязательно будем работать.

source: Һеҙ эшләйәсәкһегеҙ.
ru: Вы обязательно будете работать.

source: Улар эшләйәсәктәр.
ru: Они обязательно будут работать.

source: Ул яҙасаҡ
ru: Он непременно напишет.

source: Мин барырмын.
ru: Я поеду.

source: Һин барырһың.
ru: Ты поедешь.

source: Ул барыр.
ru: Он поедет.

source: Беҙ барырбыҙ.
ru: Мы поедем.

source: Һеҙ барырһығыҙ.
ru: Вы поедете.

source: Улар барырҙар.
ru: Они поедут.

source: Ләйсән модельер буласаҡ.
ru: Ляйсан будет модельером.

source: Әсмә хат яҙырмы?
ru: Асма напишет пиьсмо?

source: хат
ru: письмо

source: хат яҙыу
ru: писать письмо

source: Телеграмма ебәреү
ru: Отправлять телеграмму

source: Факс ебәреү
ru: Отправлять факс

source: Электрон почта
ru: Электронная почта

source: Электрон почта менән ебәреү
ru: Отправлять электронной почтой

source: Телефон менән һөйләшеү
ru: Разговаривать по телефону

source: Имейлың бармы?
ru: У тебя есть имейл?

source: Интернетҡа инеү
ru: Входить в интернет

source: УН ТУҒЫҘЫНСЫ ДӘРЕС
ru: УРОК ДЕВЯТНАДЦАТЫЙ

source: Азат, һинең диңгеҙгә барғың киләме?
ru: Азат, тебе хочется поехать на море?

source: Диңгеҙгә барыу
ru: Поехать на море

source: Диңгеҙ
ru: Море

source: Диңгеҙгә барғы килә
ru: Хочется поехать на море

source: ҡарағы килә
ru: хочется смотреть

source: күр
ru: увидь

source: күрге килә
ru: хочется увидеть

source: бел
ru: знай

source: белге килә
ru: хочется знать

source: яҙғы килә
ru: хочется писать

source: китке килә
ru: хочется уходить

source: уҡы
ru: читай

source: уҡығы килә
ru: хочется читать

source: йөҙгө килә
ru: хочется плавать

source: Минең барғым килә.
ru: Мне хочется идти.

source: Һинең барғың килә.
ru: Тебе хочется идти.

source: Уның барғыһы килә.
ru: Ему хочется идти.

source: Һеҙҙең барғығыҙ килә.
ru: Вам хочется идти.

source: Уларҙың барғыһы килә.
ru: Им хочется идти.

source: Диңгеҙгә барһам...
ru: Если поеду на море...

source: алһа
ru: если возмет

source: белһә
ru: если узнает

source: һөйлә
ru: расскажи

source: һөйләһә
ru: если расскажет

source: ҡайтһа
ru: если вернется

source: Мин алһам
ru: если возьму

source: һин алһаң
ru: если возьмешь

source: ул алһа
ru: если возьмет

source: беҙ алһаҡ
ru: если возьмем

source: һеҙ алһағыҙ
ru: если возьмете

source: улар алһалар
ru: если возьмут

source: Азат, беҙгә килһәгеҙ ине.
ru: Азат, приехали бы вы к нам.

source: Килһәгеҙ ине
ru: Приехали бы вы

source: Ҡайтһаң ине
ru: Вернулся бы

source: Мин барһам ине.
ru: Если б я поехал.

source: Һин барһаң ине.
ru: Если б ты поехал.

source: Ул барһа ине.
ru: Если он ты поехал.

source: Беҙ барһаҡ ине.
ru: Если б мы поехали.

source: Һеҙ барһағыҙ ине.
ru: Если б вы поехали.

source: Улар барһа ине.
ru: Если б они поехали.

source: Диңгеҙҙә һыу инер инем.
ru: На море я б купался.

source: һыу
ru: вода

source: һыу инеү
ru: купаться

source: һыу инер
ru: будет купаться

source: Азат ялға барасаҡ ине.
ru: Азат должен был поехать на отдых.

source: ял
ru: отдых

source: ялға барасаҡ
ru: поедет на отдых

source: ялға барасаҡ ине
ru: должен был поехать на отдых

source: һыу инер инем
ru: я бы купался.

source: ЕГЕРМЕНСЕ ДӘРЕС –
ru: УРОК ДВАДЦАТЫЙ

source: Азат, көньяҡтан ҡайтҡас, миңә килерһеңме?
ru: Азат, когда вернёшься с юга, придёшь ко мне?

source: көньяҡ
ru: юг

source: көнсығыш –восточный
ru: восток

source: көнбайыш –западный
ru: запад

source: төньяҡ
ru: северный

source: көньяҡта ял итеү
ru: отдыхать на юге

source: Көньяҡ полюс
ru: Южный полюс

source: Төньяҡ полюс
ru: Северный полюс

source: Көньяҡтан ҡайтҡас.
ru: Когда с юга вернешься.

source: көнсығыш
ru: восточный

source: әйт
ru: скажи

source: яҙ –
ru: напиши

source: ярат
ru: люби

source: барғас, әйтер
ru: скажет, когда придет

source: килгәс, эшләр
ru: сделает, когда придет

source: килеп сыҡ
ru: заходи

source: барып
ru: идя

source: ин
ru: заходи

source: ултыр
ru: сиди,

source: ят
ru: лежи

source: ятып
ru: лежа

source: килеп
ru: придя

source: китеп
ru: уходя

source: Ул килеп торҙо
ru: Он встал.

source: Мин йырлап ебәрҙем.
ru: Я запела.

source: ултырып
ru: сидя

source: Тороп тор.
ru: Подожди.

source: инеп
ru: заходя

source: Алып бир.
ru: Дай.

source: әйтеп
ru: говоря

source: Ятып тор.
ru: Полежи.

source: Ашап ал.
ru: Покушай.

source: Киткәнсе эшлә.
ru: До ухода, сделай.

source: киткәнсе
ru: до ухода

source: ятҡансы
ru: до того, как лег

source: Йәшә
ru: живи

source: Йәшәгәнсе, йәшә.
ru: Живи, пока живешь.

source: Ашағансы, аша.
ru: Ешь, пока кушается.

source: Яратҡансы, ярат.
ru: Люби, пока любится.

source: йәшәгәнсе
ru: как жил

source: Мин киткәнсе, тор.
ru: Встань до моего ухода.

source: килгәнсе
ru: до прихода

source: Ул ятҡансы, эшлә.
ru: Работай, пока он не лег.

source: көнбайыш
ru: западный

source: киткәс
ru: уходя

source: әйткәс
ru: сказавши

source: яҙғас
ru: написав

source: яратҡас
ru: коль любишь

source: яратып
ru: любя

source: белгәс
ru: коль знаешь

source: йәшәгәс
ru: коль живешь

source: йәшәп
ru: живя

source: Бала ашағансы, күрһәтмә.
ru: Не показывай, пока ребенок ест.

source: Бөткәнсе аша
ru: Ешь, до конца

source: Үлгәнсе, йәшә
ru: Живи, пока не умрешь

source: Азат шатлыҡтан йырлай башланы.
ru: Азат от радости запел.

source: Шатлыҡ
ru: Радость

source: Шатлыҡтан йырлай
ru: Поет от радости

source: Шатлыҡтан илай
ru: Плачет от радости

source: Илай башлау
ru: Заплакать

source: Йырлай башлау
ru: Запеть

source: Уйнай башлау
ru: Заиграть

source: Көлә башлау
ru: Засмеяться

source: Аҡһай башлау
ru: Захромать

source: Яна башлау
ru: Загореться

source: Бейей башлау
ru: Заплясать

source: Ҡысҡыра башлау
ru: Закричать

source: Өрә башлау
ru: Залаять

source: ЕГЕРМЕ БЕРЕНСЕ ДӘРЕС
ru: УРОК ДВАДЦАТЬ ПЕРВЫЙ

source: Азат, Башҡортостан тураһында һин нимә беләһең?
ru: Азат, что ты знаешь о Башкортостане?

source: Башҡортостан
ru: Башкортостан

source: Башҡортстан Республикаһы
ru: Республика Башкортостан

source: Башҡортостан тәбиғәте
ru: Природа Башкортостана

source: Башҡортостан халыҡтары
ru: Народы Башкортостана

source: Башҡортостан мәҙәниәте
ru: Культура Башкортостана

source: Тәбиғәт
ru: Природа

source: тау
ru: гора

source: йылға
ru: река

source: күл
ru: озеро

source: урман
ru: лес

source: дала
ru: степь

source: һаҙ
ru: болото

source: сүл
ru: пустыня

source: бейек
ru: высокий

source: тәрән
ru: глубокий

source: Башҡортостан халыҡтары.
ru: Народы Башкортостана.

source: халыҡ
ru: народ

source: башҡорт
ru: башкир

source: урыҫ
ru: русский

source: татар
ru: татарин

source: сыуаш
ru: чуваш

source: төп халыҡ
ru: коренной народ

source: Мәҙәниәт
ru: Культура

source: Башҡорт мәҙәниәте
ru: Башкирская культура

source: Республика мәҙәниәте
ru: Культура республики

source: Сәнғәт
ru: Искусство

source: Башҡортостан сәнғәте
ru: Искусство Башкортостана

source: Мәҙәниәт йорто
ru: Дом культуры

source: Мәҙәниәт үҙәге
ru: Центр культуры

source: ЕГЕРМЕ ИКЕНСЕ ДӘРЕС
ru: УРОК ДВАДЦАТЬ ВТОРОЙ

source: Азат, һин Өфөнө беләһеңме?
ru: Азат, ты знаешь Уфу?

source: Өфө
ru: Уфа

source: Баш ҡала
ru: Столица

source: Боронғо ҡала
ru: Древний город

source: Ҡала үҙәге
ru: Центр города

source: Үҙәк
ru: Центр

source: Дәүләт
ru: Государственный

source: Һәйкәл
ru: Памятник

source: Китапхана
ru: Библиотека

source: Тарихи
ru: Исторический

source: Был Ҡоролтай бинаһы.
ru: Это здание Курултая

source: Ҡоролтай –
ru: Курултай (Госсобрание)

source: Бина
ru: Здание

source: Хөкүмәт
ru: Правительство

source: Майҙан
ru: Площадь

source: Һарай
ru: Дворец

source: Ҡала хакимиәте
ru: Администрация города.

source: Хакимиәт
ru: Администрация

source: Башлыҡ
ru: Глава

source: Өфө ҡалаһы хакимиәте
ru: Администрация города Уфы

source: Өфө тураһында тағы нимә беләһегеҙ?
ru: Что вы знаете об Уфе?

source: Өфө тураһында
ru: Об Уфе

source: Тағы
ru: Еще

source: Кеше
ru: Человек

source: Сколько человек?
ru: Нисә кеше?

source: Өфөнөң күңел асыу урындарын беләһеңме?
ru: Знаешь ли ты развлекательные места Уфы?

source: күңел
ru: душа

source: күңел асыу
ru: веселиться

source: күңелле
ru: весело

source: күңел асыу урындары
ru: развлекательные места

source: күңел асыу үҙәге
ru: развлекательный центр

source: Өфөлә ҡасан Ҡала көнө була?
ru: Когда будет в Уфе День города?

source: Ҡала көнө
ru: День города

source: ЕГЕРМЕ ӨСӨНСӨ ДӘРЕС
ru: УРОК ДВАДЦАТЬ ТРЕТИЙ

source: Азат, буш ваҡытыңда нимә эшләйһең?
ru: Азат, что ты делаешь в свободное время?

source: Буш ваҡытта интернетта гиҙәм.
ru: В свободное время путешествую по интернету.

source: Буш ваҡыт
ru: Свободное время

source: Гиҙеү
ru: Бродить

source: Буш ваҡытта мин компьютерҙа уйнайым.
ru: В свободное время я играю на компьютере.

source: Буш ваҡытта мин музыка тыңларға яратам.
ru: В свободное время я люблю слушать музыку.

source: Музыка тыңлау
ru: Слушать музыку

source: Тыңлау
ru: Слушать

source: Тыңларға яратыу
ru: Любить слушать

source: Музыка тыңларға яратыу
ru: Любить слушать музыку

source: Рок тыңларға яратыу
ru: Любить слушать рок

source: Поп – музыка тыңларға ярата
ru: Любит слушать поп-музыку

source: Классик музыка тыңларға ярата
ru: Любит слушать классическую музыку

source: Халыҡ музыкаһын тыңларға ярата
ru: Любит слушать народную музыку

source: Буш ваҡытта мин һүрәт төшөрөргә яратам.
ru: В свободное время я люблю рисовать.

source: Һүрәт
ru: Рисунок

source: Һүрәт төшөрөү
ru: Писать картину

source: Һүрәт төшөрөргә яратыу
ru: Любить рисовать

source: Ҡәләм
ru: Карандаш

source: Буяу
ru: Краска

source: Төҫлә ҡәләм
ru: Цветной карандаш

source: ЕГЕРМЕ ДҮРТЕНСЕ ДӘРЕС
ru: УРОК ДВАДЦАТЬ ЧЕТВЕРТЫЙ

source: Азат, һин спорт яратаһыңмы?
ru: Азат, ты любишь спорт?

source: Бәйге аты
ru: Беговая лошадь

source: Спорт төрҙәре
ru: Виды спорта

source: Төр
ru: Вид

source: Уйнау
ru: Играть

source: Теннис уйнау
ru: Играть в теннис

source: Йөҙөү
ru: Плавание

source: Көрәш
ru: Борьба

source: Милли көрәш
ru: Национальная борьба

source: Туп
ru: Мяч

source: Бәйге
ru: Скачки

source: Бәйге аты – беговая лошадь
ru: Скакун

source: Һин шахмат уйнарға яратаһыңмы?
ru: Ты любишь играть в шахматы?

source: Шахмат уйнау
ru: Играть в шахматы

source: Шашка уйнау
ru: Играть в шашки

source: Домино уйнау
ru: Играть в домино

source: Кәрт уйнау
ru: Играть в карты

source: Һин ярышҡа бараһыңмы?
ru: Ты пойдешь на соревнование?

source: Ярыш
ru: Соревнование

source: Саңғы ярышы
ru: Соревнования по лыжам

source: Сана ярышы
ru: Соревнования на санках

source: Теннис ярышы
ru: Соревнования по теннису

source: Ярыш асыу
ru: Открытие соревнования

source: Ярыш ябыу
ru: Закрытие соревнования

source: Ярыш башлау
ru: Начинать соревнование

source: Ярышта ҡатнашыу
ru: Принимать участие в соревнованиях

source: Ярышта еңеү
ru: Победить в соревнованиях

source: Ярышта еңелеү
ru: Проиграть в соревнованиях

source: Ярышҡа барыу
ru: Идти на соревнования

source: Ярышта булыу –
ru: Быть на соревнованиях

source: Бокс буйынса ярышҡа барабыҙмы?
ru: Пойдем на соревнования по боксу? Олимпийский чемпион

source: Бокс буйынса ярыш
ru: Соревнования по боксу

source: Йөҙөү буйынса ярыш
ru: Соревнования по плаванию

source: Көрәш буйынса ярыш
ru: Cоревнования по борьбе

source: Олимпия уйындарына бараһығыҙмы?
ru: Поедете на Олимпийские игры?

source: Олимпия уйындары
ru: Олимпийские игры

source: Олимпия ярыштары
ru: Олимпийские соревнования

source: Олимпия чемпионы
ru: Олимпийский чемпион

source: Донъя чемпионы
ru: Чемпион мира

source: Туп уйындары
ru: Игры в мяч

source: Туп уйнау
ru: Играть в мяч

source: Туп һуғыу
ru: Ударять по мячу

source: Туп тибеү
ru: Бить (ногой) по мячу

source: Туп ташлау
ru: Бросить мяч

source: Туп ырғытыу
ru: Кидать мяч

source: Туп быраҡтырыу
ru: Бросать мяч

source: ЕГЕРМЕ БИШЕНСЕ ДӘРЕС
ru: УРОК ДВАДЦАТЬ ПЯТЫЙ

source: Азат, һин телевизор ҡарарға яратаһыңмы?
ru: Азат, ты любишь смотреть телевизор?

source: Телевизор ҡарау
ru: Просмотр телевизора

source: Телевизор ҡарарға яратыу
ru: Любить смотреть телевизор

source: Телевизион канал
ru: Телевизионный канал

source: Тапшырыу
ru: Передача

source: Тапшырыуҙар программаһы
ru: Программа передач

source: БСТ каналында ниндәй тапшырыуҙар ҡарайһың?
ru: Что ты смотришь на канале БСТ?

source: Сәләм
ru: Привет

source: Яңылыҡ
ru: Новость

source: Сәңгелдәк
ru: Колыбель

source: Хазина
ru: Сокровище

source: Хәбәрҙәр
ru: Новости

source: Ток-шоу ҡарау.
ru: Просмотр ток-шоу.

source: Сулпы
ru: Накосник

source: Тай-тулаҡ
ru: Конский молодняк

source: Гәлсәр һандуғас
ru: Хрустальный соловей

source: Артылыш
ru: Перевал

source: Һин телевизион фильмдар ҡарайһыңмы?
ru: Ты смотришь телевизионные фильмы?

source: Нәфис фильм
ru: Художественный фильм

source: Мультфильм
ru: Йәнһүрәт

source: Азат, һин спорт программаларын телевизорҙан ҡарайһыңмы?
ru: Азат, ты смотришь по телевизору спортивные программы?

source: Спорт каналы
ru: Спортивный канал

source: Спорт буйынса тапшырыу
ru: Передача по спорту

source: Чемпионат күрһәтеү
ru: Показать чепионат

source: Ярыш күрһәтеү
ru: Показать соревнования
